tap "atomicjar/tap"

# CLI tools
brew "volta"
brew "asdf"
brew "uv"
brew "gh"

# GUI apps
cask "google-chrome"
cask "cursor"
cask "1password"
cask "ghostty"
cask "conductor"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "chatgpt"
cask "vibe-notch"
cask "rancher"
cask "beekeeper-studio"
cask "postgres-app"
cask "testcontainers-desktop"
